[{ "id": "001", "name": "Acura MDX", "description": "A premium SUV offering luxury, comfort, and advanced technology. The MDX is known for its robust performance, smooth handling, and spacious three-row seating. Equipped with Acura's Super Handling All-Wheel Drive (SH-AWD), it provides superior control and stability. The interior is adorned with high-quality materials, a panoramic sunroof, and state-of-the-art infotainment features, making it perfect for both families and long-distance travel.", "image": "img/cars/car-17.jpg" }, 
{ "id": "002", "name": "Audi Q7", "description": "A spacious luxury SUV with powerful performance and refined design. The Audi Q7 combines elegance with muscle, boasting a turbocharged V6 engine and Quattro all-wheel drive. Inside, its cabin is designed with premium leather, a digital cockpit, and advanced driver assistance systems. The three-row seating configuration is ideal for large families, and its adaptive air suspension ensures a smooth and comfortable ride across all terrains.", "image": "img/cars/car-16.jpg" }, 
{ "id": "003", "name": "BMW X5", "description": "A versatile luxury SUV with dynamic handling and cutting-edge features. The BMW X5 is engineered for performance, with powerful engine options including hybrid models. Its xDrive all-wheel-drive system ensures optimal grip and handling. The luxurious interior features a panoramic sunroof, advanced navigation, and BMW’s iDrive technology. Safety is a priority, with lane departure warning, automatic emergency braking, and adaptive cruise control.", "image": "img/cars/car-18.jpg" }, 
{ "id": "004", "name": "Toyota Camry", "description": " A reliable sedan known for its comfort, fuel efficiency, and longevity. The Camry is a staple in reliability, offering smooth handling, advanced safety features, and exceptional fuel economy. Its spacious cabin and intuitive infotainment system make it perfect for daily commuting and long drives. The hybrid model further enhances fuel efficiency, making it one of the top choices for economical driving.", "image": "img/cars/car-14.jpg" }, 
{ "id": "005", "name": "Ford Escape", "description": "A compact SUV designed for versatility and comfort. The Escape is well-equipped for urban and off-road adventures, featuring a turbocharged engine for quick acceleration and responsive handling. Its interior is crafted for comfort, with spacious seating, advanced infotainment, and driver assistance technologies like lane-keeping assist and adaptive cruise control.", "image": "img/cars/car-19.jpg" }, 
{ "id": "006", "name": "Mercedes GLE", "description": "A luxury SUV with a powerful engine and advanced safety features. The GLE embodies elegance and strength, equipped with a turbocharged inline-6 engine and 4MATIC all-wheel drive. Its spacious interior features leather upholstery, ambient lighting, and MBUX infotainment with voice control. Safety is paramount, with active brake assist, blind-spot monitoring, and a 360-degree camera.", "image": "img/cars/car-15.jpg" }, 
{ "id": "007", "name": "Honda Accord", "description": "A mid-sized sedan with smooth handling and great fuel efficiency. The Accord is celebrated for its reliability and refined ride quality. Its cabin is spacious and comfortable, equipped with modern tech like Apple CarPlay, Android Auto, and a multi-angle rearview camera. Its hybrid variant boosts efficiency, making it a leader in fuel economy within its class.", "image": "img/cars/car-20.jpg" }, 
{ "id": "008", "name": "Hyundai Tucson 2017", "description": "A compact SUV with solid performance and spacious interiors. The 2017 Tucson is known for its reliability and value, featuring a refined cabin with supportive seating and user-friendly technology. Its fuel-efficient engine options and smooth handling make it an excellent choice for both city driving and road trips.", "image": "img/cars/car-21.jpg" }, 
{ "id": "009", "name": "Kia Sportage", "description": "A reliable SUV that combines comfort with a sporty design. The Sportage is packed with features such as all-wheel drive, a turbocharged engine option, and a sleek modern design. Inside, it boasts a comfortable cabin with advanced infotainment, ample cargo space, and safety features like blind-spot monitoring and lane-keeping assist.", "image": "img/cars/car-23.jpeg" }, 
{ "id": "010", "name": "Nissan Altima", "description": "A sleek sedan with a smooth ride and advanced safety features. The Altima is equipped with a powerful yet efficient engine, providing smooth acceleration and handling. Its spacious interior features plush seating and a modern infotainment system. The Altima’s ProPILOT Assist technology enhances safety by offering semi-autonomous driving capabilities.", "image": "img/cars/car-24.jpg" }, 
{ "id": "011", "name": "Mitsubishi Outlander", "description": " A spacious SUV with a V6 engine and petrol fuel for powerful and smooth drives. The Outlander stands out with its flexible seating arrangement, allowing for up to seven passengers. It is equipped with advanced safety features such as Forward Collision Mitigation and Lane Departure Warning, making it a solid choice for families and long-distance travel.", "image": "img/cars/2017_Mitsubishi_Outlander.jpg" }, 
{ "id": "012", "name": "Tesla Model 3", "description": "An electric sedan with cutting-edge technology and zero emissions. The Model 3 offers exceptional range, rapid acceleration, and full autopilot capabilities. Inside, its minimalist design is complemented by a large touchscreen interface that controls virtually every aspect of the car. With over-the-air updates, the Model 3 continuously improves with time.", "image": "img/cars/car-29.jpeg" }, 
{ "id": "013", "name": "Subaru Outback", "description": "A reliable crossover with great fuel efficiency and comfort. The Outback is designed for adventure, featuring Subaru’s renowned Symmetrical All-Wheel Drive, elevated ground clearance, and advanced safety technology. Its spacious cabin and fold-flat rear seats make it perfect for both daily commuting and weekend getaways.", "image": "img/cars/car-27.jpg" }, 
{ "id": "014", "name": "Hyundai Tucson 2021", "description": "An updated SUV model offering advanced features and modern styling. The 2021 Tucson boasts a bold new design with a refined interior that includes a dual-screen setup for navigation and entertainment. Its hybrid and plug-in hybrid options provide impressive fuel economy without sacrificing performance.", "image": "img/cars/Hyundai-Tucson.jpg" }, 
{ "id": "015", "name": "Peugeot 3008", "description": "A stylish SUV that combines performance with elegant design. The 3008 features a striking exterior with a futuristic cockpit, known as the i-Cockpit. Its compact design is balanced with a spacious interior, offering advanced tech and smooth handling for both urban and off-road experiences.", "image": "img/cars/peugeot_3008.jpg" }, 
{ "id": "016", "name": "Lexus RX 350", "description": "A luxury SUV with a V6 engine and refined comfort. The RX 350 is known for its smooth ride, elegant design, and spacious interior. Its cabin is equipped with premium materials, intuitive technology, and advanced safety features, including adaptive cruise control and lane-keeping assist. The RX 350 is a symbol of reliability and luxury, making it a favorite in the luxury SUV category.", "image": "img/cars/car-31.jpg" }, 
{ "id": "017", "name": "Chevy Malibu", "description": "A sleek sedan with smooth performance and modern design. The Malibu boasts a comfortable interior with advanced technology like an 8-inch touchscreen, smartphone integration, and a premium audio system. Its efficient engine options provide a smooth and quiet ride, while safety features like lane departure warning and rear park assist make it a secure choice for families.", "image": "img/cars/car-25.jpg" }, 
{ "id": "018", "name": "Infiniti QX60", "description": "A luxury crossover with spacious interiors and smooth drive. The QX60 is designed for family comfort, offering three rows of seating and a powerful V6 engine. Its interior is lavishly appointed with leather seating, advanced navigation, and a panoramic sunroof. Safety is a priority, with features like predictive forward collision warning and around-view monitoring.", "image": "img/cars/2017_infiniti_qx60.jpeg" }, 
{ "id": "019", "name": "Tesla Model Y", "description": "A futuristic electric SUV with impressive range and performance. The Model Y offers a minimalist interior, full autopilot capabilities, and long-range battery options. Its spacious interior and fold-flat seats make it ideal for both daily commutes and long road trips. Tesla's over-the-air updates keep the Model Y at the cutting edge of technology.", "image": "img/cars/2024-Tesla-Model-Y.jpg" }, 
{ "id": "020", "name": "Porsche Cayenne", "description": "A high-performance luxury SUV with sleek styling. The Cayenne combines sports car agility with SUV practicality. It features a range of powerful engines, precise handling, and a luxurious interior with advanced tech, including a 12.3-inch touchscreen and premium audio system. Its all-wheel-drive capabilities make it versatile for any terrain.", "image": "img/cars/porsche-cayenne.jpg" }, 
{ "id": "021", "name": "Kia Sportage", "description": "A reliable SUV that combines comfort with sporty design. The Sportage stands out with its modern styling, turbocharged engine options, and spacious interior. Its driver assistance technologies, such as forward collision warning and blind-spot monitoring, ensure a safe and comfortable ride.", "image": "img/cars/car-23.jpeg" }, 
{ "id": "022", "name": "Land Rover Discovery", "description": "A luxury SUV designed for rugged adventures and smooth highways. The Discovery excels in off-road capability, with Terrain Response technology that adjusts to different surfaces. Its interior is designed with premium materials, spacious seating for seven, and advanced infotainment features. Perfect for exploring both urban landscapes and wild terrains.", "image": "img/cars/land-rover-discovery-sport-2023-07272022-1024x683.jpg" }
]
